[
  {
    "article": "By . Associated Press . PUBLISHED: . 14:11 EST, 25 October 2013 . | . UPDATED: . 15:36 EST, 25 October 2013 . The bishop of the Fargo Catholic Diocese in North Dakota has exposed potentially hundreds of church members in Fargo, Grand Forks and Jamestown to the hepatitis A virus in late September and early October. The state Health Department has issued an advisory of exposure for anyone who attended five churches and took communion. Bishop John Folda (pictured) of the Fargo Catholic Diocese in North Dakota has exposed potentially hundreds of church members in Fargo, Grand Forks and Jamestown to the hepatitis A . State Immunization Program Manager Molly Howell says the risk is low, but officials feel it's important to alert people to the possible exposure. The diocese announced on Monday that Bishop John Folda is taking time off after being diagnosed with hepatitis A. The diocese says he contracted the infection through contaminated food while attending a conference for newly ordained bishops in Italy last month. Symptoms of hepatitis A include fever, tiredness, loss of appetite, nausea and abdominal discomfort. Fargo Catholic Diocese in North Dakota (pictured) is where the bishop is located ."
  },
  {
    "article": "(CNN) -- Ralph Mata was an internal affairs lieutenant for the Miami-Dade Police Department, working in the division that investigates allegations of wrongdoing by cops. Outside the office, authorities allege that the 45-year-old longtime officer worked with a drug trafficking organization to help plan a murder plot and get guns. A criminal complaint unsealed in U.S. District Court in New Jersey Tuesday accuses Mata, also known as \"The Milk Man,\" of using his role as a police officer to help the drug trafficking organization in exchange for money and gifts, including a Rolex watch. In one instance, the complaint alleges, Mata arranged to pay two assassins to kill rival drug dealers. The killers would pose as cops, pulling over their targets before shooting them, according to the complaint. \"Ultimately, the (organization) decided not to move forward with the murder plot, but Mata still received a payment for setting up the meetings,\" federal prosecutors said in a statement. The complaint also alleges that Mata used his police badge to purchase weapons for drug traffickers. Mata, according to the complaint, then used contacts at the airport to transport the weapons in his carry-on luggage on trips from Miami to the Dominican Republic. Court documents released by investigators do not specify the name of the drug trafficking organization with which Mata allegedly conspired but says the organization has been importing narcotics from places such as Ecuador and the Dominican Republic by hiding them \"inside shipping containers containing pallets of produce, including bananas.\" The organization \"has been distributing narcotics in New Jersey and elsewhere,\" the complaint says. Authorities arrested Mata on Tuesday in Miami Gardens, Florida. It was not immediately clear whether Mata has an attorney, and police officials could not be immediately reached for comment. Mata has worked for the Miami-Dade Police Department since 1992, including directing investigations in Miami Gardens and working as a lieutenant in the K-9 unit at Miami International Airport, according to the complaint. Since March 2010, he had been working in the internal affairs division. Mata faces charges of aiding and abetting a conspiracy to distribute cocaine, conspiring to distribute cocaine and engaging in monetary transactions in property derived from specified unlawful activity. He is scheduled to appear in federal court in Florida on Wednesday. If convicted, Mata could face life in prison. CNN's Suzanne Presto contributed to this report."
  },
  {
    "article": "A drunk driver who killed a young woman in a head-on crash while checking his mobile phone has been jailed for six years. Craig Eccleston-Todd, 27, was driving home from a night at a pub when he received a text message. As he was reading or replying to it, he veered across the road while driving round a bend and smashed into Rachel Titley’s car coming the other way. Craig Eccleston-Todd, 27 (left) was using his mobile phone when he crashed head-on into the car being driven by Rachel Titley, 28 (right). She died later from her injuries . The head-on crash took place in October 2013. Mr Eccleston-Todd's car was barely recognisable (pictured) Police said Eccleston-Todd had drunk at least three or four pints of beer before getting behind the wheel. He was found guilty of causing death by dangerous driving at Portsmouth Crown Court yesterday. Miss Titley, a 28-year-old solicitor’s clerk from Cowes, Isle of Wight, had also spent the evening with friends at a pub but had not drunk any alcohol, police said. She was driving responsibly and there was ‘nothing she could have done to avoid the collision’, they added. Lindsay Pennell, prosecuting, said: ‘Craig Eccleston-Todd’s driving resulted in the tragic death of a young woman, Rachel Titley, a death that could have been avoided. ‘Mr Eccleston-Todd took the decision to pick up his mobile phone whilst driving and, either reading or replying to this text message, was so distracted that he failed to negotiate a left-hand bend, crossing the central white line into the path of Miss Titley’s oncoming car. Miss Titley was pulled the wreckage of her Daihatsu Cuore but died later from her injuries in hospital . ‘Miss Titley [had] a bright future ahead of her. She was also returning home having spent an enjoyable evening with friends and was driving responsibly. ‘She had arranged to contact her friends when she got home to confirm that she had arrived safely. Her friends sadly never heard from her after they parted company. ‘Miss Titley’s death in these circumstances reiterates the danger of using a hand-held mobile phone whilst driving.’ Police were unable to take breath or blood tests from Eccleston-Todd immediately, but in tests several hours after the accident he was only marginally under the drink-drive limit. The judge agreed with police that he would have been over the limit at the time his red Citroen hit Miss Titley’s blue Daihatsu Cuore on a road near Yarmouth, Isle of Wight, on October 11, 2013. His phone records showed he was also texting around the time of the crash. PC Mark Furse, from Hampshire constabulary’s serious collision investigation unit, said: 'Our thoughts are with Rachel's family at this time. She had been out with friends at a pub in Shalfleet that evening, but had not had any alcohol. 'Our investigation showed that there was nothing she could have done to avoid the collision and sadly it cost her her life. 'Mr Eccleston-Todd had left work in Yarmouth and met with friends at a pub where he drank at least three to four pints of lager. He hadn't long left the pub to return home when the collision occurred at around 9.30pm. 'We weren't able to take breath or blood tests from him immediately and although blood taken several hours after the collision showed he was marginally under the limit, we maintain he would have been over the limit at the time of the collision and in summing up today, the judge agreed. 'The analysis of his phone records showed that he was texting on his phone around the time of the collision so it's highly likely this would also have contributed to his dangerous driving and loss of control.' Eccleston-Todd was found guilty of causing death by dangerous driving following a trial at Portsmouth Crown Court (pictured) He added: 'Mr Eccleston-Todd will now spend six years behind bars, but Rachel's family have lost her forever. 'I hope this will make people think twice before drinking any alcohol and getting behind the wheel, or using a phone once they're on the road. 'The dangers of drink driving and driving whilst using a mobile phone are obvious. Those who continue to do so risk spending a substantial time in prison. This case highlights just how tragic the consequences of committing these offences can be.' ‘Mr Eccleston-Todd will now spend six years behind bars, but Rachel’s family have lost her for ever. I hope this will make people think twice before drinking any alcohol and getting behind the wheel, or using a phone once they’re on the road. This case highlights just how tragic the consequences of committing these offences can be.’ Eccleston-Todd, of Newport, Isle of Wight, was also disqualified from driving for eight years after which he will have to complete an extended re-test."
  },
  {
    "article": "(CNN) -- With a breezy sweep of his pen President Vladimir Putin wrote a new chapter into Crimea's turbulent history, committing the region to a future returned to Russian domain. Sixty years prior, Ukraine's breakaway peninsula was signed away just as swiftly by Soviet leader Nikita Khrushchev. But dealing with such a blatant land grab on its eastern flank won't be anywhere near as quick and easy for Europe's 28-member union. Because, unlike Crimea's rushed referendum, everyone has a say. After initially slapping visa restrictions and asset freezes on a limited number of little known politicians and military men, Europe is facing urgent calls to widen the scope of its measures to target the Russian business community in particular. The logic of this is that those who run Russia and own it are essentially two sides of the coin. Alexei Navalny, one-time Moscow mayoral contender now under house arrest for opposing the current regime, called for Europe's leaders to ban everyone -- from Vladimir Putin's personal banker to Chelsea Football Club owner Roman Abramovich from keeping their money and loved ones abroad. Asset freezes and visa restrictions are especially palatable options for the EU because they can be rolled out on a discretionary basis, without requiring cumbersome legal procedures and recourse. In fact Russia cancels visas for people it doesn't like all the time. Just look at Hermitage Capital founder Bill Browder who lost both his right of entry and Moscow-based money in 2005 and dare not go back. Russia also banned the adoption of its orphans by Americans in retaliation for the US's implementation of an anti-corruption law named after Sergei Magnitsky, Browder's lawyer who died after a year in a Moscow detention center, apparently beaten to death. Yet in playing the 'money talks' card, Europe must be ready for the consequences of such action. Because money also walks. As such EU leaders must be ready to accept sanctions are a two-way street and will hurt both sides. Targeting Russia's peripatetic business community would be one way of sapping their tenuous support for President Putin. And such a strategy might also turn out to have a silver lining: awarding EU countries a chance to finally deal with some of the more unpleasant sides of their patronage, including money laundering and corruption, which have inflated prize assets like London property and Picasso paintings for years. Where Europe should hold fire though is trade. Two decades of post-Soviet rapprochement and almost $500 billion worth of commerce is a lot to put at stake. It's true that any trade war would hurt Russia far harder than it would the EU - not least because 15% of the former's GDP comes from exports to the bloc. But Europe - with its hefty reliance on Russian gas - would have a hard time keeping its factories going and citizens warm without power from the east. And while Putin flexes his political muscle, open trade channels keep the dialogue going giving all sides a chance to change the subject and talk less tensely. No one can afford to cut off that lifeline, especially now with Europe's economy on the rebound and Russia's one on the wane."
  },
  {
    "article": "Fleetwood are the only team still to have a 100% record in Sky Bet League One as a 2-0 win over Scunthorpe sent Graham Alexander’s men top of the table. The Cod Army are playing in the third tier for the first time in their history after six promotions in nine years and their remarkable ascent shows no sign of slowing with Jamie Proctor and Gareth Evans scoring the goals at Glanford Park. Fleetwood were one of five teams to have won two out of two but the other four clubs - Peterborough, Bristol City, Chesterfield and Crawley - all hit their first stumbling blocks. Posh were defeated 2-1 by Sheffield United, who had lost both of their opening contests. Jose Baxter’s opener gave the Blades a first-half lead, and although it was later cancelled out by Shaun Brisley’s goal, Ben Davies snatched a winner six minutes from time. In the lead: Jose Baxter (right) celebrates opening the scoring for Sheffield United . Up for the battle: Sheffield United's Michael Doyle (left) challenges Peterborough's Kyle Vassell in a keenly-contested clash . Bristol City, who beat Nigel Clough’s men on the opening day, were held to a goalless draw by last season's play-off finalists Leyton Orient while Chesterfield, the League Two champions, were beaten 1-0 by MK Dons, who play Manchester United in the Capital One Cup in seven days’ time. Arsenal loanee Benik Afobe scored the only goal of the game just after the break. Meanwhile, Crawley lost their unbeaten status, while Bradford maintained theirs, thanks to a 3-1 win for the Bantams. James Hanson became the first player to score against Crawley this season after 49 minutes before Joe Walsh equalised five minutes later. Heads up: Bristol City's Korey Smith (left) and Leyton Orient's Lloyd James go up for a header . But strikes from Billy Knott and Mason Bennett sealed an impressive away win Phil Parkinson's men. Bradford are now second behind Fleetwood after Doncaster’s stoppage-time equaliser meant Preston, for whom Joe Garner signed a new contract earlier on Tuesday, were held to a 1-1 draw which slipped them down the table. Chris Humphrey looked to have secured the points for the Lilywhites but Nathan Tyson struck a last-gasp leveller. Stand-in striker Matt Done scored a hat-trick for Rochdale in the evening’s high-scoring affair as Crewe were hammered 5-2. Marcus Haber marked his full Railwaymen debut with a brace but Done’s treble and goals from Ian Henderson and Peter Vincenti helped Keith Hill’s men to a big away victory. There were plenty of goals between Coventry and Barnsley too in a 2-2 draw with all four goals coming in the first half. Josh McQuoid and Jordan Clarke twice gave the Sky Blues the lead, but the Tykes earned a point thanks to strikes from Conor Hourihane and Leroy Lita. Notts County recorded a 2-1 home win over Colchester with Ronan Murray and Liam Noble on target. Freddie Sears replied for Colchester. James Wilson's second half equaliser earned Oldham a points against Port Vale after Tom Pope's opener and Yeovil claimed a 2-1 away victory at Walsall with Kevin Dawson striking a late winner. Tom Bradshaw had equalised after veteran James Hayter gave the Glovers the lead. Finally, Swindon held Gillingham to a 2-2 draw thanks to Stephen Bywater’s last-minute own goal. Danny Kedwell and Kortney Hause twice gave the Gills the lead but Andy Williams pulled Swindon level before Bywater dropped Raphael Branco's cross into his own net."
  },
  {
    "article": "He's been accused of making many a fashion faux pas while on holiday. But the Prime Minister seems to be deaf to his critics. Yesterday David Cameron was seen in the same pair of beige loafers he wore on holiday last year. Mr Cameron, who is in Lanzarote with his family, got  the £20.99 shoes from high street store Aldo and took them with him to Portugal last summer. Retread: David Cameron with Samantha yesterday. And yes - he's wearing the same shoes . David Cameron and Samantha in Portugal last year - where he debuted his beige loafers . Yesterday he teamed them with a casual . navy blue shirt and beige shorts on a trip to Teguise in the centre of . the island with wife Samantha. As . ever fashion consultant Mrs Cameron trumped her husband in the style . stakes, wearing an elegant black maxi dress and emerald green cardigan. The . couple and their children Nancy, Arthur and Florence are spending six . days on the island in a £200-a-night restored 18th century farmhouse, . away from the main resorts. The Prime Minister sported no socks with smart black work shoes in one memorable holiday look . The couple wear matching trainers while on holiday in Granada, Spain, in 2011 . The . retreat has been styled with an Indonesian theme. It includes . carved Buddha statues, has its own yoga hall, swimming pool, hot tub . and ‘chill-out’ area with hammocks – ideal for a Prime  Minister who . reputedly has a taste for ‘chillaxing’. Mr . Cameron has previously been ridiculed for his holiday attire, such as . wearing smart black work shoes without socks and garish floral shorts. Refreshment: David Cameron and his wife Samantha stop off for a coffee and a water during their break in Lanzarote . Jetting off: In April, the Camerons holidayed in Lanzarote, staying in an upmarket hotel . The Camerons are holidaying in Lanzarote, the most eastern Canary Island ."
  },
  {
    "article": "By . Daily Mail Reporter . PUBLISHED: . 01:15 EST, 30 November 2013 . | . UPDATED: . 01:23 EST, 30 November 2013 . More than two decades after Magic Johnson announced that he had HIV, the basketball player says he is still surprised at the impact the news had. The former Los Angeles Lakers player said when he was first told he had HIV he was convinced he was going to die, but advances in drugs has helped Johnson - and millions of others - survive. Johnson, who became the face of HIV/Aids 22 years ago, is now campaigning for more people to get tested for the disease, especially those in black or Hispanic communities. Campaign: Magic Johnson has dedicated his life to raising awareness about HIV over the past 22 years . 'We have to drive people to get tested, . because that's the most important thing,' he told CBS News. 'The stigma and fear . of knowing their status' is holding people back. Johnson admitted that when his team's doctor told him blood results had revealed he had HIV in 1991 he was 'devastated'. 'At that time, people were really dying of Aids. I was just scared to death,' he said. The NBA star began treatment with Dr Michael Mellman and Dr David Ho, a top HIV researcher, who reassured him that newly developed drugs would improve his chance of survival. But it was a meeting with Aids activist Elizabeth Glaser who helped Johnson come to terms with the diagnosis, and influenced his decision to publicly campaign to raise awareness. Legend: NBA star Johnson, pictured here in 1985, was playing for the Lakers when he was told he had HIV . 'Scared': Johnson announces he has HIV at a Los Angeles press conference in 1991. He and wife, Cookie, left, were devastated by the diagnosis . Johnson said that Glaser, whose HIV had developed to Aids, was able to answer questions from him and his wife Cookie, who was two months' pregnant at the time, about living with the disease. 'The one thing she did say was I was . going to live for a long time. And the thing that she asked me to do was . become the face of the disease,' he said. 'She felt it was really . important that I go public to help a lot of other people who were living . the same lifestyle who didn’t know they had HIV and needed to get . tested ... And she was absolutely right.' His wife, Cookie, who tested negative . along with their son, told the Huffington Post: 'For us, it was super . hard. That was back in the day, in 1991, when people were dying at . alarming rates. That was when people didn’t know anything about the . disease, so it was very frightening.' Awareness: This graph shows the estimated new HIV infections across subpopulations in the U.S. in 2010 . The couple have been leading advocates for HIV awareness, and Johnson recently campaigned in Harlem's Apollo Theater to raise awareness about the high rates of the disease in black and Hispanic communities. Despite representing only 12 per cent . of the population, black Americans account for about 44 per cent of new . HIV infections each year. They are also more likely to die from the . disease. Hispanic Americans are also more . likely to die from HIV than white Americans. According to the Centers . for Disease Control and Prevention, Hispanics make up 21 per cent of new . infections each year. Overall, about 1.1 million Americans are living . with HIV, according to federal estimates, with almost one in five . unaware of their infection. Support: Cookie and Magic Johnson in St Tropez earlier this year. Cookie was pregnant with their son when Johnson heard he had HIV . Star: NBA legend Magic Johnson has become a vital part of the Aids awareness campaign . 'In the black community, unfortunately, . we’re still in denial that it can happen to us. We haven’t done a . wonderful job of raising the awareness level or educating our people. Its gotten better since I announced 22 years ago, but it needs to get . much better,' he said. His campaign earlier this month was to raise awareness about Orasure’s OraQuick at-home HIV test. The event was held in the run up to World Aids Day on December 1."
  },
  {
    "article": "By . Daily Mail Reporter . This is the moment a train announcer stunned passengers by announcing over a tannoy as they pulled into a station to beware of pickpockets and gipsies. The London Midland service had been pulling into Telford Station, Shropshire, on Saturday when the comments were made. Passenger Chris Downes, 46, was recording on his mobile at the time and the announcer can clearly be heard saying: 'Telford Central - please be aware of pickpockets and gipsies'. Scroll down for video . This is the moment a train announcer stunned passengers by announcing over a tannoy as they pulled into a station to beware of pickpockets and gipsies . The remark was mainly greeted by cheers from Shrewsbury Town football fans travelling back from their game against Wolverhampton Wanderers. But London Midland said it is now launching an investigation into the incident on board the 17.25 Wolverhampton to Shrewsbury service. Yesterday Wolves fan Mr Downes, who was on his way home to Bayston Hill, Shropshire, with son Jack, 14, said: 'There had been loads of banter between the fans sharing carriages, which threatened to boil over. The atmosphere was a bit hostile at times. 'The announcement diluted the situation quite a bit and helped lighten the mood, to be honest.'But I thought at the time he might get into a bit of trouble for it. Which is shame really, because I’m sure it was intended in good humour. 'When we got to Shrewsbury he said \"Welcome back to civilisation\" and I for one am looking forward to travelling on his train again in future. 'There’s not enough train drivers with a sense of humour and I think his comments were only made in jest.' However, other passengers and residents of Telford yesterday reacted with disgust at the 'unprofessional' and 'offensive' comments. Mark Peaker, 47, a father-of-three, from Telford said: 'I couldn’t believe what I was hearing - they have not only used a derogatory term they have managed to offend an entire town. 'It suggests we are just a town full of thieves, which is not the case at all. Somebody in a professional role should not be insulting places while they are working. London Midland said it is now launching an investigation into the incident on board the 17.25 Wolverhampton to Shrewsbury service . 'I’m all for them having a sense of humour but this was not funny at all and I hope he is disciplined for his unprofessional actions.' One Wolves fan, who lives in Telford but wished to remain anonymous, was travelling back home from the derby match at Molineux, which ended 0-0. He said: 'I couldn’t believe it. I was utterly flabbergasted. 'Tensions among fans were already high after the match and I don’t think that helped the situation at all. The London Midland service had been pulling into Telford Station, Shropshire, on Saturday when the comments were made . 'Telford is actually a really nice place to live. It certainly isn’t up to a train announcer to make insulting comments about it.' The Gipsy Council called for the matter to be taken up with the police and branded the remarks as racist. Bill Kerswell, a spokesman for the council, said: 'This is unlawful, it is a racist comment. 'It is the same as using any offensive word relating to homosexuals or people of colour. 'I would think it is a police matter and I hope they take it up and look into it.' A spokesman for the train company thanked passengers for drawing it to their attention and added: 'We do not tolerate any sort of comment of that kind made by anyone on our trains and will be looking into it immediately.'"
  },
  {
    "article": "There are a number of job descriptions waiting for Darren Fletcher when he settles in at West Brom but the one he might not have expected is Saido Berahino’s nanny. Fletcher’s unveiling as the deadline day signing from Manchester United was almost eclipsed by the 21-year-old striker, who is acquiring the habit of talking himself into trouble. Ten years Berahino’s senior, Fletcher will be expected to mentor a player who told the world this week that he wanted to play for a bigger club. Tony Pulis has advised Saido Berahino to focus on his performances at West Brom . Darren Fletcher has signed for the baggies where he will be asked to provide a role model for young players . That is off the pitch. On it, the Scotland midfielder wants to prove he is good enough to cut the mustard in the Premier League after finding starts harder and harder to come by at Old Trafford. Head coach Tony Pulis believes that Fletcher, who has agreed a three-and-a-half year contract, will be captain of Albion one day. Having checked with Sir Alex Ferguson last year when he was Crystal Palace, Pulis did not need any more due diligence before moving in when a deal with West Ham collapsed. Pulis wants Fletcher to be his voice in the dressing room, especially when it comes to the younger players who may be led astray. Berahino has caught the eye with impressive performances at West Brom and suggested he could move on . Berahino’s latest outburst this week comes after he was found guilty of drink-driving and after he moodly refused to celebrate a hat-trick against Gateshead. ‘Things are not what they used to be,’ added Pulis. ‘The mentors for these young lads are just not there. These kids need guides and mentors so that the youngsters can respect them and take notice. ‘I think Fletch will be critical to that sort of stuff but give him time to settle in. As a character, having worked with him for a week, he is first class. He got through his illness with flying colours and I see him as a future captain of the club.’ As for Berahino, he will escape a fine. ‘He's been in a naughty chair. That's in my office,’ joked Pulis, although the underlying message was rather more serious. ‘We've had no phone calls. He needs to stop listening to all the kerfuffle.. This is a great football club with great players. And Saido has not become that yet. Pulis praised recent recruit Darren Fletcher and feels he could be an ideal role model for Berahino . ‘The question was whether would he like to play in a top four team and everyone wants that. His responsibility is to work for us until that happens. ‘I've spoken to him and his people. He has to do it rather than talk about it. That's what good players do and then clubs will be interested. He's done an interview but not for what he was supposed to be talking about.’ Fletcher has already been impressed by Berahino on the training ground but admitted: ‘The lads have gone straight into him. He has said something and he will learn from it. ‘He loves West Brom and wants to do well. He’s a young player who said something he shouldn’t and he probably regrets it. I’ve done that, all young players do that. ‘On first impressions he looks very sharp, a real goalscorer. He’s not shy!. Giving me orders straight away because he wants to score goals. He’s a nice kid welcoming, respectful and can be big influence for rest of season.’"
  },
  {
    "article": "Canberra, Australia (CNN) -- At first glance, it doesn't look like much. Hidden behind an unmarked door, in a nondescript government office building in the Australian capital, it could be mistaken for a high school science classroom with work benches, slightly outdated computer monitors, and the odd microscope sitting in the corner. But what happens in this room is anything but amateur. We're inside the Australian Transport Safety Bureau's accident investigation lab, the place where the black boxes from Malaysian Airlines flight MH370 could be brought if and when they're recovered from the bottom of the southern Indian Ocean. The place that may play a critical role in solving the mystery of what happened to the Boeing 777 and the 239 passengers and crew on board. Our guide today is Senior Transport Safety Investigator Neil Campbell. An engineer by trade, he's been taking apart flight data recorders and recovering the data from them for over two decades. Campbell says he thrives on the technical challenge of accident investigation, but there's another factor that attracts him to his chosen line of work. \"Anything you can do to improve safety, improve the safety of the traveling public -- that's rewarding,\" he says. Just a handful of countries have the capability and technical know-how to decipher what's inside a black box. And if the Malaysians, who by international convention are in charge of the investigation into MH370, select Australia to take the lead, the devices will be brought here. 'Object of interest' found . Retrieving the memory board . We start by the sink. Once the flight data recorder or cockpit voice recorder is retrieved from more than 4500 meters below the surface of the Indian Ocean, it will be packed in water in a plastic bin to stop any salt or chemicals from solidifying and damaging the memory board, says Campbell. When the recorder arrives at the lab, Campbell or another investigator will rinse the recorder with distilled water, then begin the process of taking it apart. Sometimes getting the data is simple. \"A lot of our work is with undamaged recorders and it's very easy to download them, much as you would a USB memory stick,\" Campbell says, as he flips open a slot on the end of the recorder. But the process becomes much more technical if the recorders are damaged by fire or water. On the shelves of the lab's main room are examples of black boxes that have survived some of the worst conditions. Their metal casing is warped and torn, or their bright orange exterior charred black. But even with these recorders, Campbell still has options to tackle what some might consider an impossible task. That's because the only part of the flight data recorder that investigators really need intact is a small rectangular box called the Crash Survivable Memory Unit (CSMU). Campbell unscrews a couple of bolts. Wearing gloves and grounded to an anti-static mat, he begins peeling off layer upon layer of housing and protective insulation. In the center, is a memory board with eight flash memory chips, no bigger than the palm of his hand. This is where the vital data, and potentially the answers, live. In the case of the Boeing 777, Campbell says, the flight data recorder captures about 2,000 parameters for up to 25 hours. Those include everything from altitude and airspeed, to flap settings, engine performance, even cabin temperature and pressure. Campbell says some of the key parameters are recorded as often as eight times per second. The cockpit voice recorder captures four audio channels for a maximum of two hours before overwriting. One of the most challenging scenarios is when the board itself is damaged: \"We could take each individual chip off the circuit board, read those out individually, and then with the help of the manufacturer, piece all that information together,\" Campbell explains. If there's water damage, Campbell says he will rinse the board very carefully, then use a water displacement liquid, before drying out the circuit board in an oven. That process can take a couple of days. Decoding the data . When the raw data is downloaded from the recorder, it comes out as binary computer code, a slew of zeros and ones. Using a document provided by the aircraft manufacturer, investigators are able to decode each piece of data, and begin the process of getting a clearer picture of what happened and when. To illustrate the point of just what the information gathered from a flight data recorder can show, Campbell takes us through a heavy door into the soundproof audio analysis lab and pulls up an animation on a monitor. For the next 90 seconds we watch an animated representation of a 2010 twin propeller plane crash in Darwin, Australia, when a simulated engine failure went wrong after takeoff, tragically ending in the death of both pilots on board. Campbell says having this visual representation is a vital tool in helping the public understand an accident: \"There's a satisfaction in working out what happened with the accident and the conclusions, and the closure that that brings.\" Closure that any investigator, wherever the black boxes from MH370 end up, might hope to bring to the loved ones of those on board the missing Malaysian Airlines flight. CNN's Michael Holmes contributed to this report."
  },
  {
    "article": "By . Ellie Zolfagharifard . Take a look at a map today, and you’re likely to see that North America is larger than Africa, Alaska is larger than Mexico and China is smaller than Greenland. But in reality China is four times bigger than Greenland, Africa is three times bigger than North America and Mexico is larger than Alaska. The distortion is the result of the Mercator projection, the map most commonly seen hanging in classrooms and in text books, which was created in 1596 to help sailors navigate the world. The Mercator projection, the map most commonly seen hanging in classrooms and in text books, was created in 1596 to help sailors navigate the world. The familiar map gives the right shapes of land masses, but at the cost of distorting their sizes in favour of the wealthy lands to the north . You might think that the advent of satellite imagery and tools such as Google maps has improved our view of the world, but this isn’t necessarily the case, according to James Wan writing in the Guardian. Much of this is due to technical reasons, said Mr Wan, while others inconsistences are caused by ideological assumptions that can change the way we see the world. The biggest challenge is that it is impossible to portray the reality of the spherical world on a flat map – a problem that has haunted cartographers for centuries. One of the best alternatives to the Mercator projection was presented in 1974 by D. Arno Peters (pictured). The Gall-Peters projection makes seeing the relative size of places much easier. However it also has its flaws as certain places appear stretched, horizontally near the poles and vertically near the Equator . A depiction of the world by Henricus Martellus. It's said that Columbus used this map or one like it to persuade Ferdinand of Aragon and Isabella of Castile to support him in the early 1490s. The map was made by a German cartographer living in Florence and reflects the latest theories about the form of the world and the most accurate ways of portraying it on a flat surface . Africa is around 14 times larger than Greenland and yet on the map both are almost same size. Brazil is more than five times larger than Alaska, yet Alaska is larger than Brazil on the map. The map suggests that Scandinavian countries are larger than India, whereas in reality India is three times the size of all Scandinavian countries put together. While it looks like Europe is larger than North America on this map, in reality the reverse is true. Russia also isn't as large as it is depicted, with Africa larger than Russia in reality. As a result, shapes of world maps have typically been diverse, ranging from hearts to cones. But the diversity gradually faded away with one model, invented by Gerardus Mercator, surpassing the others. The familiar 'Mercator' projection gives the right shapes of land masses, but at the cost of distorting their sizes in favour of the wealthy lands to the north. For instance, in the Mercator projection, north America looks at least as big, if not slightly larger, than Africa. And Greenland also looks of comparable size. But in reality Africa is larger than both. In fact, you can fit north America into Africa and still have space for India, Argentina, Tunisia and some left over, notes Mr Wan. Greenland, meanwhile, is 1/14th the size of the continent as can be seen in Gall-Peters equal projection, which provides the correct proportion of land mass to the continents. The map suggests that Scandinavian countries are larger than India, whereas in reality India is three times the size of all Scandinavian countries put together. As well, as this, it seems the fact that our maps typically put north at the top is a mere convention but has been accepted as correct in most of the world. Looking back, the diversity of maps can reveal a history of the world. The Chinese Globe which was made for the Chinese Emperor in 1623. The creators exaggerated the size of China and placed it in the middle of a world that otherwise consisted mainly of small offshore islands . The Werner heart-shaped project of the world (left) The fact that our maps typically put north at the top is a mere convention but has been accepted as correct in most of the world. Pictured on the right is a Mercator map turned on its head . For instance, The ‘Be On Guard!’ map was . created in 1921 when infant USSR was threatened with invasion, famine . and social unrest. To counter this, designers such as Dimitri Moor were employed to create pro-Bolshevik propaganda. Using a map of European Russia and its neighbours, Moor's image of a heroic Bolshevik guard defeating the invading 'Whites' helped define the Soviet Union in the Russian popular imagination. An earlier map, called the Hinese Globe, created in 1623 reveals the ancient Chinese view of the world. Made for the Chinese Emperor, this is the earliest known Chinese terrestrial globe, and a fusion of East and Western cultures. The creators exaggerated the size of China and placed it in the middle of a world that otherwise consisted mainly of small off¬shore islands. A century earlier, the 1507 Waldseemuller map named and envisaged America as a separate continent for the first time. Photo of a genuine hand drawn world map, it was drawn in 1844 and therefore the countries are named as they were in that period. The biggest challenge is that it is impossible to portray the reality of the spherical world on a flat map . Perhaps to emphasise the independent existence of the Americas, the map shows what we now know is the Pacific lapping the western coast of South America, though its existence was only confirmed years late. In 2005, Google Earth presented a world in which the area of most concern to the used could be at the centre, and which - with mapped content overlaid - can contain whatever you think is important. Almost for the first time, the ability to create an accurate map has been placed in the hands of everyone, and it has transformed the way we view the world. But it comes at a price. There are few, if any, agreed standards about what should be included, and the less populated and 'less important' regions get ignored. The infant USSR was threatened with invasion, famine and social unrest. To counter this, brilliant designers such as Dimitri Moor were employed to create pro-Bolshevik propaganda. Using a map of European Russia and its neighbours, Moor's image of a heroic Bolshevik guard defeating the invading 'Whites' helped define the Soviet Union in the Russian popular imagination . Google Maps claims that it is on a 'never-ending quest for the perfect map', but Jerry Brotton, historian of cartography and the author of A History of the World in Twelve Maps, isn't so sure . A Mercator map created in 1569. In the Mercator projection, north America looks at least as big, if not slightly larger, than Africa. And Greenland also looks of comparable size . Today, billions of searches are made on Google Maps each day, helping people navigate their way around, streets, towns and countries. Google Maps claims that it is on a ‘never-ending quest for the perfect map’, but Jerry Brotton, historian of cartography and the author of A History of the World in Twelve Maps, isn’t so sure. He argues that all maps are of their time, their place and serve certain purposes. ‘No world map is, or can be, a definitive, transparent depiction of its subject that offers a disembodied eye onto the world,’ he writes. ‘Each one is a continual negotiation between its makers and users, as their understanding of the world changes.’ This map was used in 1782 by British diplomats negotiating an end to the American War of Independence in Paris. Richard Oswald, secretary to the delegation, annotated it with coloured lines to show where it was thought past treaties established the U.S./Canada border ."
  },
  {
    "article": "Two lawyers representing a woman who . claims to have had sex as a minor with prominent U.S. criminal defense lawyer Alan Dershowitz have filed a counter-defamation . lawsuit against him. Former federal judge Paul Cassell and Florida plaintiffs . attorney Bradley Edwards filed the lawsuit in a Florida circuit . court, accusing Dershowitz of initiating a public media assault . on their reputation and character, according to court documents. In a filing in Florida federal court last week, Cassell and . Edwards said their client, identified by Buckingham Palace as Virginia Roberts, was forced . as a minor by financier Jeffrey Epstein to have sex with several . people, including Dershowitz and  Prince Andrew. Two lawyers representing Virginia Roberts, pictured here with her husband Robert Giuffre in Denver, who claims to have had sex while a minor with prominent U.S.criminal defense lawyer Alan Dershowitz, filed a counter-defamation lawsuit against him . On Monday Dershowitz, who was part of O.J. Simpson's 'dream team', filed defamation suits in both London and the U.S. based on the lawyers' public statements about the case and he urged Prince Andrew to do the same. In a sworn statement in a Florida . federal court, he denied he had sex with an underage girl on . Epstein's private plane and island. Buckingham Palace has also . denied the allegations against Prince Andrew. In their lawsuit, Cassell and Edwards said Dershowitz . defamed them when he accused them of 'deliberate misconduct and . unethical behavior warranting disbarment' during several . interviews with U.S. and international media outlets. On Monday Dershowitz, who was part of O.J. Simpson's 'dream team', filed defamation suits in both London and the U.S. based on Cassell and Edwards' public statements about the case and he urged Prince Andrew to do the same . Controversy: Prince Andrew, pictured here in Verbier, Switzerland, has been linked with paedophile Jeffrey Epstein and accused of having sex with Virginia Roberts when she was a minor . Cassell and Edwards said Dershowitz made defamatory . statements in 'reckless disregard' in order to support his claim . of innocence. 'I'm thrilled that they sued me, because this gives me an . opportunity to depose them and prove beyond any doubt that they . concocted the entire story out of whole cloth and that they did . not do a proper investigation and that they have falsely accused . me,' Dershowitz said on Tuesday. Dershowitz said in Monday's filing that the allegation . against him was a 'deliberate lie.' He said that while he had . flown on Epstein's plane several times, Roberts, named in court papers as Jane Doe #3, was not on . any of those trips. Lawyers: Dershowitz slammed his accuser's lawyers, Brad Edwards (left) and Paul Cassell (right), for naming him in the lawsuit. He claims that they failed to carry out proper investigations - which they have denied . Questions: Prince Andrew is photographed with Virginia Roberts in 2001, left, and she is also pictured with her father, right, when she was seven. Roberts accused the prince and Dershowitz of having sex with her . He also said he had been to Epstein's island . once, for a day, and was with his wife and daughter the whole . time. Also on Monday, Dershowitz filed a motion in federal court . to enter in a lawsuit brought against the U.S. government by his . accuser and other women who say Epstein sexually abused them. The women say the government's 2008 plea deal with Epstein, . which allowed him to serve jail time on state charges but avoid . federal prosecution, violated their rights. Dershowitz, a Harvard University professor emeritus, . represented Epstein against the sex crime charges, for which . Epstein served a 13-month sentence after pleading guilty in . 2008. Sorry we are not currently accepting comments on this article."
  },
  {
    "article": "It's the moment every pet owner dreads - when the time comes when they have to say a final goodbye to a faithful friend. These heart-breaking end-of-life snaps are meant to highlight the special relationship between an owner and their dying pet in its last moments. Sarah Ernhart, the owner of Sarah Beth Photography in Minneapolis,  created them in what she dubbed a 'Joy Session', in which she records owners' last embrace with their pets that are too old to live or have been diagnosed with terminal illnesses. Final embrace: These special, end-of-life photography sessions are just for terminally ill or elderly pets . Mrs Ernhart, who has been a professional photographer since 2006, trademarked the name Joy Session, and began offering them in 2010. She has since had more than 100 shoots with owners and their pets. 'People seem to love the idea,' she said. 'It's getting bigger and bigger.' The service has become so popular that Mrs Ernhart has built a directory of photographers around the world who shoot terminally ill pets with their owners. 'It can definitely be very emotional,' Mrs Ernhart said. 'It's a very sensitive time for these people who have been with these animals for their entire lives. I definitely have cried with some of the owners. 'The sessions can be happy at the same time because the owners get to talk about their favorite little quirks and things that they like about their pets. I get this inside view of what these people's lives are like. It's a pretty powerful.' Explaining how she came up with the idea, Mrs Ernhart said: 'The name \"Joy Session\" is not something I arbitrarily chose. There's a . very personal meaning behind it, and I'd like to share how it all began. Mrs Ernhart said: 'The name \"Joy Session\" is not something I arbitrarily chose. There's a . very personal meaning behind it' The images were created by photographer Sarah Ernhart, the owner of Sarah Beth Photography in Minneapolis . Last moments: The beautiful, yet heartbreaking pictures, are meant to highlight the relationship between pet and owner before they pass . 'Shortly . before Christmas in 2009, I had a photo shoot with a woman named Joan. Her friend booked the session as a gift, and we had a beautiful sunny . day for it. 'Joan was living . at home in Hospice care, and relied on the companionship and day-to-day . help of her Service Dog, a Black Lab named Joy. Joy was her rock, her . best friend, and had saved Joan's life on more than one occasion. 'She would let Joan know when her blood sugar was low, and if she was about to have a seizure. Joy would place herself under Joan to break her fall, stand firm to help . her up, and was by her side day and night. I came into this session . knowing that Joan didn't have much time left, but I had no idea I'd be meeting such a vibrant, funny, happy woman. Mrs Ernhart, who has been a professional photographer since 2006, began offering her service in 2010 . The service has become widespread enough that Mrs Ernhart has built a directory of photographers around the world who shoot terminally ill pets with their owners . 'She . was so blessed to have Joy come into her life, and her eyes lit up with . every story she told of her. She said that Joy was her \"gift from God\" and taking these photos had given her something wonderful to look . forward to. 'Their bond was . palpable, and it was easy to see that both of them were very loved. Her . apartment was filled with the word \"Joy\" in artwork and pillows and . Christmas decorations. 'She even wore a \"Joy\" sweatshirt during our session.We sat and chatted for a long time. Joan's zest for life, even with her declining health, was a breath of . fresh air for me, and helped me see that what I do is meaningful and . important in so many ways. Emotional: The photographer said the sessions are for people who want to 'celebrate the happiness' their pets have brought to their lives . Final farewell: Two boys pictured saying their final goodbye to their pet dog . Last rites: An owner strokes his pet in the park before the terminally ill dog dies . 'Without . knowing it at the time, she and Joy sparked the idea to offer photo . sessions specifically for pets that are nearing the end of their lives. 'For so many people, their pets mean the world to them, and I want to . provide an opportunity to capture what makes them so special, especially . in such a difficult time. 'My . first \"official\" Joy session was with a Bernese Mountain dog named . Griffin, in January of 2010. I really didn't know what to call this . service, and \"Emergency Session\" was the first thing I could think of. It sounded so cold and impersonal, and I struggled with what I should . really call it. Difficult time: For many people, their pets mean the world to them, said Mrs Ernhart . The snapper says she had more than 100 shoots with owners and their pets since she launched the service three years ago . Last embrace: A woman with her beloved pet dog in its last moments . Goodbye old friend: A faithful pet dog shortly before it is put down . Time to say goodbye: A dog pictured looking on. Little does it know there is only a short while left . Difficult time: For many people, their pets mean the world to them, said Mrs Ernhart . Mrs Ernhart said: 'The sessions can be happy at the same time because the owners get to talk about their favorite little quirks and things that they like about their pets' 'A few days after posting Griffin's . blog, and receiving some very nice suggestions from readers, I realised . the perfect name was sitting right in front of me. I couldn't think of . anything or anyone I'd met who embodied such love and such a deep . connection as Joan and Joy. 'These sessions really are for people who want to celebrate the happiness - the joy - their pets have brought to their lives.' Mrs Ernhart is a pet owner herself with a miniature schnauzer and two cats."
  },
  {
    "article": "Louis van Gaal said he had no option but to substitute Paddy McNair in the first half against Southampton because the defender's 'confidence' was shot - but believes that it will benefit the youngster in the long run. The 19-year-old was hooked by Van Gaal after only 39 minutes at St Mary's Stadium on Monday night during Manchester United's 2-1 victory over the Saints. McNair was struggling to contain Southampton strikers Shane Long and Graziano Pelle, forcing Van Gaal into replacing him prematurely. Paddy McNair (centre) was substituted after only 39 minutes for Manchester United against Southampton . McNair (centre) takes his seat in the stands having been replaced by his manager on Monday night . United boss Louis van Gaal admitted he 'had to' substitute McNair against Southampton . McNair shakes Van Gaal's hand as he leaves the field having been replaced during United's 2-1 victory . Speaking to Sky Sports after the match, Van Gaal explained: 'He (McNair) hadn't any confidence. He had already given three big chances away. 'I had to (substitute him), it's very disappointing for me and also for Paddy, but I had to because as a manager, I'm responsible to win. 'And I think, after the change, we played a little better.' Robin van Persie's brace, either side of a Pelle strike, ensured United left the south coast with three points. McNair (right) slices the ball forward off his foot during the early stages of the Southampton clash . Robin van Persie scored what turned out to be the winning goal for Manchester United . But in spite of the fact United won the game, McNair was exposed time after time in defence and was substituted - even though Chris Smalling had already departed early with an injury. Jonny Evans came on to replace Smalling, before McNair made way for midfielder Ander Herrera as Michael Carrick dropped back in to the centre of defence in Van Gaal's 3-5-2 system. And, despite admitting it will be difficult for McNair to accept being replaced so early, Van Gaal insisted that it was a necessity which will serve the Northern Irishman well long term. Van Gaal continued: 'Of course, it's tough (for McNair), but it's also in his best interests.' The victory moved United up to third in the Premier League - their highest position since they claimed the title in 2012-13 under Sir Alex Ferguson. Van Persie, pictured with Juan Mata (left) and Marouane Fellaini (right) celebrates after scoring the opener ."
  },
  {
    "article": "(CNN) -- One can hardly read the news these days without learning that yet another American corporation has announced plans to invert, which is corporate-speak for restructuring as a foreign company to avoid U.S. taxes. It's a trend that has increased exponentially over the past decade with barely a peep from Congress. Now that corporate giants such as Pfizer, Walgreen, Medtronic and Mylan have made bids to invert by merging with foreign companies and will be eligible to claim their headquarters are offshore to avoid U.S. taxes, Congress may finally act. These large corporations have publicly asserted they are moving their headquarters, but they really won't change the way they do business. Medtronic, for example, is buying an Ireland-based company. If the merger goes through, the company has said it will maintain \"operational headquarters\" in Minneapolis, where the company is currently based. In other words, not much will change except the company will claim to be foreign. (Medtronic officials say the move is not about avoiding taxes and that the firm will still face substantial taxes; the firm does have the right to cancel the deal if Congress changes the law in a way that removes the tax benefits of inversion.) Walgreen, the nation's largest drug retailer, has said it is considering moving its headquarters to Switzerland. Inversions are just another ploy that corporations use to reduce or eliminate their U.S. tax bills. According to the Congressional Research Service, legislation to limit corporate inversions could provide an additional $19.5 billion in revenue over 10 years. Even among corporations that aren't pursing inversions, shifting profits offshore to avoid U.S. taxes is a huge problem. For example, American corporations reported to the IRS that subsidiaries in Bermuda and the Cayman Islands collectively earned profits equal to 16 times the gross domestic product of those countries, according to recent data. It's clearly impossible for companies to earn profits in a country that are exponentially larger than that country's entire economy, further proving companies are using accounting gimmicks to avoid U.S. taxes. American corporations engage in these tricks because they can defer paying U.S. taxes on alleged offshore earnings until they officially bring those profits to the United States, which may never happen. Corporations get a permanent break when they invert because the United States will not tax profits earned outside its borders. Corporate inversions are often followed by earnings stripping, a maneuver that artificially shifts profits into lower-tax or zero-tax countries. A recent exposÃ© explains how the highly profitable manufacturer Ingersoll Rand suddenly began reporting U.S. losses or very small profits each year after inverting to become a Bermuda corporation in 2001. This did not reflect any actual loss of U.S. customers or business. Rather, the corporation accomplished this by loaning $3 billion to its U.S. subsidiary, which then deducted the interest payments on the debt to effectively wipe out its U.S. income for tax purposes. Defenders of corporate inversions often argue the United States' 35% statutory corporate tax rate is too high compared to that of other nations and therefore puts companies at a competitive disadvantage, but most U.S. companies pay nowhere near that rate. Defenders also claim profits earned in the United States will always be taxed here. But the earnings stripping practiced by Ingersoll Rand and other inverted companies suggests this is not true. The ultimate goal of much multinational tax planning is making profits appear to be earned in countries with a zero or low tax rate. Reducing the nation's corporate tax rate cannot address the fact that many corporations are employing various means to avoid U.S. taxes altogether. Companies that have recently sought inversions continue to benefit vastly from public investments. The drugs and devices made by Pfizer and Medtronic, which are often sold by Walgreen, would have far fewer buyers if not for Medicaid, Medicare and other federal health programs. They would not exist without federal investments in research and education and in the infrastructure that makes commerce possible. Taxpayers should be outraged that these companies have no qualms about benefiting immensely from the U.S. economic system without contributing their fair share. But Congress can easily fix this by moving forward with a White House proposal to bar corporations that are obviously American from pretending to be foreign. The plan would sensibly treat newly merged companies as American if they are majority owned by shareholders of the original American company, or if they are managed and controlled inside the United States and have substantial business here. There's much more to be done to reform America's tax code, but we can't afford to wait for lawmakers to settle how to approach that challenge. If Congress waits too long, there won't be much of a corporate tax left to reform."
  },
  {
    "article": "For most people, it has become a travel essential. Taking your smartphone or tablet away on holiday keep you in touch with what's going on back home, as well as offering a chance to monitor 'work emails.' But a 'digital detox' revolution is taking place - a chance to embrace the holiday free from modern technology and reminders of home life. The Red Mountain Resort, in Utah, US, is an adventure spa next to Snow Canyon State Park and offers a real 'disconnected' break . Digital Detox Holidays offer the chance to leave your smartphone at home and enjoy all the luxury; pictured is Lake Placid Lodge, in the Adirondacks, US . The temptation to scour work emails on holiday has led to more and more people looking for a digital detox . In an age where it’s becoming increasingly difficult to unplug, a third of Brits say they regret spending too much time on their mobile device while they’re on holiday. Half of all Brits polled admit to checking work e-mails while away and four in 10 say having access to social media is 'very important' to them when they’re abroad. One website showcasing the spots around the world free of Wi-Fi and phone reception, www.digitaldetoxholidays.com have reported a five-fold increase in customers in six months, report The Independent. Their website slogan reads: 'Since you became increasingly addicted to your devices, we have been selecting hotels that are offering detox holidays to help you de-stress.' This spot in Essex, the 'Lifehouse Spa, has a strict tech-free policy in their grounds to enable you to be at peace with the world . Recognized as 'one of the world’s nine amazing yoga retreat destinations,' Via Yoga in Mexico is the escape you’ve been waiting for . The Teton Lodge at Jackson Hole, US is the perfect accommodation for the people who like winter sports and visiting nature parks - you won't even miss your smartphone . From remote beach huts, to garden lodges and mountain lodges, the company aim to find the perfect holiday where the smartphone is reduced to useless. Locations are marketed in the US, the Caribbean, and even a 'Lifehouse Spa' in Thorpe-le-Soken, Essex. Kimpton Monaco residence in Chicago, US Offers a 'black-out' option, with guests surrendering all devices upon check-in . A unique luxury ranch nestled in British Columbia’s picturesque Cariboo region, the Echo Valley Ranch & Spa, Canada offers ultimate serenity . Alison Couper, of Hotels.com, said: ‘Going away on holiday should be a time to take stock and unwind, whether you're lying on a beach in the Seychelles or snowboarding down a mountain in Canada. ‘While smartphones have their plus points while on leave from work, using them to check the weather or view maps, it seems travellers would benefit from switching off their e-mails to disconnect, restoring a little more of the all-important work/life balance.’"
  },
  {
    "article": "By . Margot Peppers . Nigerian and Cameroonian pop star Dencia has hit out at Lupita Nyong'o for her new contract with Lancome, accusing her of bowing to 'white people companies'. In an angry tweet directed at the 12 Years A Slave star, she wrote: 'Oh @Lupita_Nyongo cln't talk abt the bleaching creams white people (Companies) make cuz the white man pays her, they own her!! [sic]'. The comment comes just a month after Miss Nyong'o mentioned Dencia - who has been accused of marketing her own brand of skin-bleaching cream called Whitenicious - in a speech about learning to value the color of her own skin. Scroll down for video . Butting heads: Nigerian and Cameroonian pop star Dencia has hit out at Lupita Nyong'o for her new contract with Lancome, accusing her of bowing to 'white people companies' Fighting words: In a tweet directed at the 12 Years A Slave star, she wrote: 'Oh @Lupita_Nyongo cln't talk abt the bleaching creams white people (Companies) make cuz the white man pays her, they own her!! [sic]' The pop star is no stranger to . controversy; in a February interview with Ebony, she all but admitted . that Whitenicious is intended as a skin-lightener, not as a cure for . dark spots as it claims. 'When . you take that picture and you put a picture of Dencia darker, this is . what you're telling people - the product really works,' she said. 'And guess what? People really want to buy it. It's what it is. I don't really care.' Given her defiant and hypocritical attitude, it's no surprise the fiery singer was angered when Miss Nyong'o called her out in a speech at Essence's Black Women in Hollywood event on February 27. Influential: In a recent speech, Miss Nyong'o read out loud a letter from a fan who said she decided not to buy Dencia's skin-whitening cream Whitenicious because the actress had inspired her to love her own skin . On-screen: Miss Nyong'o won an Oscar for Best Supporting Actress for her role in 2013 film 12 Years A Slave . In her talk, the 30-year-old opened up about how conventional standards of beauty once affected her self-esteem, reading aloud a letter written to her by a young girl who viewed her as a role model. 'Dear Lupita,' reads the letter. 'I think you're really lucky to be this black but yet this successful in Hollywood overnight. I was just about to buy Dencia's Whitenicious cream to lighten my skin when you appeared on the world map and saved me.' 'My heart bled a little when I read those words,' the actress said through tears, explaining how as a child, she, too, would pray that she'd one day wake up with lighter skin. Hypocritical: Dencia is no stranger to controversy; in a February interview with Ebony, she essentially admitted that Whitenicious is intended as a skin-lightener, not as a cure for dark spots as it claims . Perpetuating the problem: 'When you take that picture and you put a picture of Dencia darker, this is what you're telling people - the product really works,' she said. 'And guess what? People really want to buy it' But while the actress saw the letter as a source of inspiration, Dencia took it as a personal attack. After her angry tweet at Miss Nyong'o, criticism poured in, with one person tweeting: 'B**** lupita is the new face of Lancôme!! SHE WINS!! And you're just TRASH [sic]'. In her response, Dencia said of the cosmetics company: 'But they sell bleaching cream tho [sic]'. The pop star is likely referring to Lancome's Blanc Expert range of cosmetics, which are actually advertised as 'brighteners' that 'regulate melanin production and awaken the luminosity of the skin'. And as far as Dencia's claim that Lancome is a 'white people company', a quick perusal of the website reveals that it has a number of concealers and foundations in darker skin tones."
  },
  {
    "article": "Britain and the West must brace themselves for more bloody atrocities before Islamist jihadists in Iraq  are defeated, former top brass said  last night. Retired commanders issued the chilling warning as they urged David Cameron to deploy more RAF warplanes to fight Islamic State fanatics. The ex-military chiefs also suggested stepping up Special Forces operations to ‘spoil the day’ of the fanatics, including British Muslims, who have swept across northern Iraq. Recruiters: British jihadis Reyaad Khan, Nasser Muthana and Abdul Raqib Amin are seen in an IS video released earlier this year. In the video, the trio encourage other Britons to join them . Air Chief Marshal Sir Michael Graydon, a former head of the RAF, and Air Commodore Andrew Lambert, a former air defence chief who commanded forces in Iraq, called for Britain to ramp up military options in Iraq. They spoke out after gruesome images were published on the internet of a jihadist, with a British accent, murdering US journalist James Foley – claiming it was in revenge for US air strikes. As Mr Cameron condemned the ‘brutal and barbaric murder’, Foreign Secretary Philip Hammond said British troops could be sent to Baghdad to help train Iraqi soldiers to counter the growing threat. So far the UK has deployed an RAF  Rivet Joint spy plane – a flying ‘listening post’ that picks up chatter made over mobile  phones or radios – and six Tornado fighter jets fitted with state-of-the-art surveillance equipment that beam real-time images of targets  to commanders. The aim is to gather vast amounts of crucial intelligence, including on militants’ manoeuvres, to support humanitarian efforts – but this could be used to support US bombers in strike missions to oust Islamic State. But Sir Michael, who served as Chief of the Air Staff from 1992 to 1997, warned the West must be prepared for jihadists taking retribution against other hostages as they were pounded by air strikes. Referring to Mr Foley’s murder, he said: ‘Being blunt, we sadly must expect more of this. We are dealing with fanatical, religious people who are long past the point of normal behaviour. They must be stopped.’ Air Chief Marshal Sir Michael Graydon, a former head of the RAF, and Air Commodore Andrew Lambert, a former air defence chief who commanded forces in Iraq, called for Britain to ramp up military options in Iraq. They spoke out after a jihadist, with a British accent, murdered US journalist James Foley - claiming it was in revenge for US air strikes . He said the West should continue ‘evening the game up’ by supplying weapons, mortars and rockets to the Kurdish Peshmerga soldiers, who are fighting IS. ‘The jihadists have got their hands on artillery and weapons looted from the Iraqi army, which has given them a huge advantage. We should now be arming the Peshmerga to even up the playing field.’ Sending more RAF reconnaissance planes to the troubled region ‘will always be useful’ in building up an intelligence picture of the fanatics. Sir Michael said UK Special Forces on the ground could be deployed on top-secret operations to inflict huge damage on advancing extremists. ‘What I think they can do, if they are working closely with the Peshmerga, and I’m sure they are, is conduct missions which require the jihadists to mass [in an area] and the moment they mass, you have got a target. Then you can send in bombers and do things to them that really spoil their day.’ Air Commodore Lambert, who commanded Allied forces in enforcing a no-fly zone over northern Iraq in 1999, said he believed Britain should put on a greater show of military strength to deter the jihadists. In responce to the shocking footage of Foley's beheading, which was titled 'A Message to U.S.', British Foreign Secretary Phillip Hammond to vow Britain would 'oppose ISIS with every breath in our body' He said: ‘If you want me to make one criticism, it’s this: the scale of the operation is probably too small. When we had the no-fly zone, there were 50 or 60 aircraft. Symbolically it quite often is useful to give messages to people that if you have a robust package then people take you more seriously that you know what is going on.’ He said deploying more RAF planes with reconnaissance equipment would allow ‘continuous coverage’ of the battlefield, compared to only a few hours that the RAF can do at present. Air Commodore Lambert added: ‘Obviously, if the threat increases then I would expect the UK and US to increase the number of assets there.’ One of the British jihadists in the region, Nasser Muthana, is a 20-year-old former Cardiff schoolboy who featured prominently in Islamic State’s first professionally produced English-language propaganda video, which urged young Muslims in the West to join the terror group. Yesterday, Muthana mocked US efforts to defend Iraq’s Yazidi minority from genocide at the hands of IS militants, saying on Twitter they ‘can’t even protect their own citizens’. The young jihadist, who describes himself on Twitter as a ‘soldier of the Islamic State’, said last month the UK government should be ‘afraid’ of his bomb-making skills. Muthana has been joined in Syria by his younger brother Aseel, 17. The brothers, who grew up in Cardiff after their father moved there from Yemen as a teenager, are among hundreds of young Britons who have travelled to Syria to join the rebels. British Muslims must be stronger in their condemnation of jihadists and the hate preachers who recruit them, Islamic community leaders said yesterday. In the wake of US journalist James Foley’s brutal murder, they urged imams and mosques to do more to combat extremists – even if it means risking reprisals. Some imams have already made repeated appeals to radicalised youngsters not to join militants in the Middle East. The Muslim Council of Britain has urged Islamic communities to unite and tell the jihadists: ‘Not in our name.’ British Muslims must be stronger in their condemnation of jihadists and the hate preachers who recruit them, Islamic community leaders said yesterday. Including Dr Taj Hargey, director of the Muslim Educational Centre of Oxford . But critics have unfavourably compared the recent appeals, via open letters and YouTube videos, with the thousands-strong marches organised to protest Israel’s military action against Gaza, or the publication of a  cartoon of Mohammed in a Danish magazine. Dr Taj Hargey, director of the Muslim Educational Centre of Oxford, said: ‘This grotesque murder characterises Muslims as barbaric savages. If this senseless killing doesn’t change people’s attitudes, what will? ‘In the UK the majority of the Muslim population are Sunni and the Sunni group has been remarkably silent about what is happening in Iraq. The time has now come for a mass outcry from mainstream Muslims, not only about this murder but also the persecution of the Iraqi Yazidis and Christians and the killing of other Muslims.’ Abu Muntasir, chief executive of the Muslim educational charity JIMAS, added that some religious leaders had been too slow to condemn the Islamic State terrorists due to fear of reprisals from extremists in Britain. He admitted: ‘In the past I have been more careful and shown restraint but enough is enough. ‘I’m prepared to take more risks to defy these evil people. I utterly condemn IS even if it puts me at personal risk, at danger of people coming to my home. I’m no longer prepared to be muted.’ He called on the Government to take tougher action against jihadists who travelled to Iraq or Syria to fight – despite having supported jihad himself in the past. The married father of 12 said he fought the Soviet-backed government in Afghanistan, but now believed fighters were driven by aggression, not religious devotion. He told the Daily Mail: ‘They seek guns and violence. It is not about jihad or religion, it is all pure escapism and adventure.’ Mohammed Shafiq, chief executive of Manchester’s Ramadhan Foundation, said Britain would be at risk of terror attacks if radicalised fighters are allowed to return. He spoke out against IS, formerly known as ISIS, saying: ‘I utterly condemn the senseless and barbaric killing of James Foley by the terrorist group ISIS. ‘If this barbaric killing was not enough then the allegation that the beheading was carried out by a British citizen is deeply worrying for our nation.’ The Muslim Council of Britain released a statement saying: ‘Each day ISIS seeks to carry out an act more barbarous than the day before, craving the oxygen of publicity to give credibility to their heinous acts. ‘We condemn unreservedly their psychopathic violence, whether it is on minorities, on civilians or on fellow Muslims.’"
  },
  {
    "article": "A woman has been charged with reckless manslaughter after her boyfriend's mother tried to stop them fighting and suffered a fatal heart attack. Claudia Yanira Hernandez Soriano, 25, and Juan Francisco Martinez Rojas, 28, started punching and scratching each other after they returned to their Bergen, New Jersey home following a party early on Monday. When Ana Angelina Rojas-Jovel, 45, tried to break them up, Hernandez Soriano assaulted the woman, according to the Bergen County Prosecutor. 'During the assault, the victim apparently suffered a cardiac event which resulted in her death,' Prosecutor John L. Molinelli said in a statement. Fight: Claudia Yanira Hernandez Soriano, 25, above, and her boyfriend Juan Francisco Martinez Rojas, 28, started punching and scratching each other at their home on Monday when his mother intervened . Injured: Martinez Rojas' booking shot shows the scratches on his face from the domestic dispute . A seven-year-old child also witnessed the fight, according to the prosecutor, but he did not reveal the relationship between the adults and the youngster. Police responded to a 911 call from the apartment just after 4am on Monday and when they arrived, they found Rojas-Jovel dead on a bedroom floor. 'There were no obvious signs of trauma to the victim, however... the [couple] displayed signs of injury and appeared to have been involved in a domestic assault,' the prosecutor said. In their booking photos, both Hernandez Soriano and Martinez Rojas have scratches on their faces and necks. The pair were interviewed, as were the child and other residents. Scene: Soriano allegedly then assaulted the woman, Ana Angelina Rojas-Jovel, and she suffered a cardiac arrest at the first-floor apartment at the house (pictured) and died before police arrived at the scene . The Bergen County Medical Examiner's Office conducted an autopsy on Rojas-Jovel's body, but results were pending toxicology tests, the prosecutor said. Hernandez Soriano was charged with manslaughter, endangering the welfare of a child, domestic violence simple assault and hindering apprehension, according to authorities. Molinelli said Hernandez Soriano also hid evidence - but would not detail what it was - which investigators later recovered in a search at the crime scene. She was held at the Bergen County Jail on $250,000 bail. Martinez Rojas was also charged with child endangerment and domestic violence simple assault and sent to the county jail on $75,000 bail. A court hearing has been scheduled for Thursday morning at Hackensack Superior Court."
  },
  {
    "article": "Beirut (CNN) -- Syria carried out an airstrike on a refugee camp in northern Lebanon Saturday, killing nine Syrians and wounding nine more, a Lebanese state-run news agency reported. The strike centered on a Syrian refugee camp located near the Syrian border between the towns of Baalbeck and Arsal in the Bekaa Valley, the National News Agency said. The Red Cross took the casualties to Universal Hospital in Baalbek. Saturday's strike was not the first by the Syrian government, which has accused rebels of smuggling arms and supplies across the border. On March 18, two Syrian jets fired three rockets that hit empty buildings near Arsal. At the time, a U.S. State Department spokeswoman called the use of fighter jets to fire rockets into Lebanon a \"significant escalation.\" U.N. commissioner wants to probe into whether Syrian rebels executed soldiers . Also in March, the U.N. Security Council voiced \"grave concern over repeated incidents of cross-border fire which caused death and injury among the Lebanese population, incursions, abductions and arms trafficking across the Lebanese-Syrian border, as well as other border violations.\" The declaration followed a briefing by officials on how the conflict in Syria has spilled into Lebanon. More than 600,000 Syrians have fled to neighboring Lebanon, a country of about 4 million people, according to a U.N. estimate. But the Lebanese government puts the total at more than 1 million. Whatever the true figure, there is no dispute that the influx has destabilized the area and heightened tensions. The attack comes as the Syrian conflict is mired in a third year of unrest, which started in March 2011 when President Bashar al-Assad cracked down on peaceful protesters. Since then, it has evolved into a civil war that has killed more than 100,000 and transformed more than 1 million others into refugees, according to the Red Cross. Read more: U.N. inspectors heading to Syria to probe chemical weapons reports . CNN's Nick Paton Walsh reported this story from Beirut, and Tom Watkins wrote it in Atlanta. CNN's Hamdi Alkhshali and Yousuf Basil contributed to this report ."
  },
  {
    "article": "An Australian citizen, who has awaited trial from behind the bars of a Russian prison for more than two years, could face a minimum of 15 years in jail for the supply of poppy seeds. Roman Shilov, whose wife and the baby daughter live in Brisbane, was detained by Russian authorities on charges of drug trafficking in July 2012, according to the ABC. He has never met his daughter. The Australian and Russian citizen has been refused bail due to being considered a flight risk, despite the Australian government assuring prosecutors that he would not be issued a passport, a letter from Foreign Affairs Minister Julie Bishop has revealed. Roman Shilov, whose wife and the baby daughter he's never had the chance to meet live in Brisbane, was detained by Russian authorities on controversial charges of drug trafficking in July 2012 . 'Regrettably, Russian authorities have not accepted this advice and remain committed to having Mr Shilov remain in detention,' Ms Bishop wrote in a letter to the Shilov family's local MP. The letter also noted that the Russian Government was refusing to recognise Mr Shilov's dual nationality which in turn 'seriously limits the ability of the Australian Government to provide consular assistance'. Mr Shilov had returned to Moscow three years before his arrest to assist his father with his spice trade business which supplied up to 20 per cent of the country's poppy seed market at the time, the ABC reported. Poppy seeds are currently classified as narcotics by the Russian government. The Australian and Russian citizen, who has been detained without trial for two and a half years, has now been refused bail due to being considered a flight risk despite the Australian government assuring prosecutors that he would not be issued a passport . One of the charges laid against Shilov and his father by Russia's Federal Drug Control Service is the importation of 47 tonnes of narcotics. The ABC reported that this shipment was made up entirely of poppy seeds and the Service had even admitted that only 0.001 percent of it could be extracted as narcotics. Evgeny Shilov, Mr Shilov's brother who also lives in Brisbane, told the ABC that the minimum 15 year sentence was worrying and expressed concern over his brother's detainment. 'It seems very, very unfair that he's been put away from day one and hasn't been let go,' he said. Evgeny Shilov, Mr Shilov's brother who also lives in Brisbane, told the ABC that the minimum 15 year sentence was a worrying one and expressed concern over his brother's long term detainment . 'I'm still hoping that it's going to get resolved. That's all.\" The Department of Foreign Affairs told Daily Mail Australia in a statement: 'Where there have been concerns expressed about his [Mr Shilov's] health or welfare in prison, the Department has made representations to Russian authorities. 'Consular officials are also in regular communication with the man's family and his legal advisers about his case.'"
  },
  {
    "article": "Everton are still looking to add two new players to their ranks with Tom Cleverley of Manchester United among the options for Roberto Martinez. The midfielder made his competitive debut for United three years ago and turns 25 on August 12. He has 78 first team games under his belt  but has been targeted as one of the squad's weaker links after failing to kick-on in the last year with any consistency. Everton manager Martinez was widely credited with improving Cleverley while coaching him at Wigan, where he played 25 games in 2010-11, and the Spaniard is keeping a close on developments at Old Trafford. VIDEO Scroll down to watch Roberto Martinez: Everton need to sign a few more players . On the move? Everton are interested in Manchester United's much-criticised midfielder Tom Cleverley, with manager Roberto Martinez believing he can reinvigorate the England man . Previous experience: Martinez worked with Cleverley when he was manager of Wigan in 2010-11 . Louis van Gaal made Cleverley captain for the friendly against Roma in the USA and will inform players on their return to Manchester this week whether they have made the cut for his planned 22-man squad. The midfielder did not excel against Roma but like many of the United players is enjoying his time under the new Dutch coach. Everton have already splashed out in excess of £35m this summer with Romelu Lukaku, Muhamed Besic and Brendan Galloway signed, while David Henen's transfer from Anderlecht is close. A loan deal for Chelsea's Christian Atsu has hit stalemate but is still on, yet a transfer for Cleverley would cost around £8million. Bradford, Cleverley's first club, would also be due a percentage of any sell on. Decision time: Louis van Gaal will trim his United squad to 22 after their tour of the United States . Statement of intent: Everton have already spent big on striker Romelu Lukaku this summer . VIDEO Van Gaal happy with squad . Martinez may yet prefer to bring in Lacina Traore on loan from Monaco or another striker but Cleverley's situation will be clearer by the end of next week. If they pull off two more deals without selling their stars it would be a huge statement of intent from Everton. The concern at United would be that Martinez could find the key to re-invigorating Cleverley. Van Gaal though will recruit in midfield and defence and has been pleasantly surprised by some of the other younger players' performances. Deals for Arturo Vidal of Juventus and Mats Hummels at Borussia Dortmund remain unlikely. LAMPARD ARRIVAL COULD MEAN CITY SALES . Frank Lampard's arrival at Manchester City has lifted hopes at other clubs that certain fringe players in the Premier League champions' squad will be be made available. Sunderland are among the front runners pushing for a deal with Jack Rodwell while Valencia remain eager to take Bruno Zuculini on loan. Incoming: Frank Lampard's arrival on loan at Manchester City could lead to the departure of other players . Good impression: Bruno Zuculini has looked good on Manchester City's pre-season tour of America . Oriol Romeu has returned from the Spanish League to Chelsea only to be loaned out to the Bundesliga with Stuttgart and Valencia want a defensive-minded midfielder to step in. Zuculini has only just joined from Racing in Argentina but showed on the US tour why City have brought him into their squad. Valencia now hope to give him a season in La Liga where he can continue to improve. However, they face competition for Zuculini from Deportivo La Coruna, who are also among the clubs to have expressed an interest in Liverpool's defensive starlet Tiago Ilori. SOUTHAMPTON CHASING 'MUSKETEER' SCHELOTTO . Southampton will hold further talks with Inter Milan over winger Ezequiel Schelotto on Tuesday. The 25-year-old should certainly give Ronald Koeman's team a better cutting edge as his nickname is 'El Mosquetero' or 'The Musketeer' - although that moniker owes more to his hair than his rapier-swishing style on the wing. It is understood the nickname he actually prefers is 'El Galgo' or 'the Greyhound'. Negotiations: Southampton manager Ronald Koeman is close to sealing the signing of Ezequiel Schelotto . Whatever name he wishes to use, Inter sporting director Piero Ausilio is keen to push a deal forward. They have agreed terms on Dani Osvaldo and are discussing a loan for midfielder Saphir Taider also. Schelotto's agent Bruno Carpeggiani said: 'The situation with Southampton is active and we are waiting for the deal to go ahead.' Although Argentininian born and raised, Schelotto has been capped by Italy. He spent part of last season on loan at Parma. CANAS SWAPPING SWANSEA FOR ELCHE . Swansea midfielder Jose Canas is due to hold talks with Elche ahead of a return to Spain. Celta Vigo, who are playing a series of friendlies in England at the moment, have also shown an interest in the 27-year-old. Swansea manager Garry Monk left Canas out of the club’s pre-season tour to the US, leading his representatives to begin negotiations with Elche sporting director, Victor Orta. Return: Swansea's Jose Canas is holding talks with Elche ahead of a possible return to Spain . Swansea remain on the trail of Almeria's Ramon Azeez and have made enquiries about the Nigerian. Defender Chico Flores remains a target for Michael Laudrup at Lekhwiya. Wolfsburg have expressed an interest in Wilfried Bony, whose wage demands in excess of £100,000-a-week derailed a potential move to Liverpool. Those figures won't be easy for the Bundesliga side to accommodate either although they have also asked about a deal for Chelsea's Fernando Torres who is on around £150,000. Manager Monk said: 'Unless there's a concrete offer that we think is good for us and we want to do business, it doesn't matter. Even then, we're in control - so all of that doesn't matter, because it's speculation - Wilfried's our player.' Demands: Wolfsburg have shown an interest in Wilfried Bony, but his wages could be a stumbling block . NEWCASTLE SIGN FOREST DUO . Newcastle will sign Jamaal Lascelles and Karl Darlow from Nottingham Forest on Monday and loan the pair back. Manager Alan Pardew remains keen to bring in another striker while a deal for Clement Grenier at Lyon remains a possibility. The 23-year-old France midfielder has long been in Newcastle's sights but he is keen to join a Champions League team. If one of those does not come along soon, the greater the Toon's chances become. Possible deal: Newcastle United have been keen on France international Clement Grenier for a while . LIVERPOOL WRAP UP MORENO DEAL . Liverpool's search for a left-back should be concluded soon as talks progress with Sevilla over the £16m transfer of Alberto Moreno. Sevilla have enquired about Sporting Lisbon's 26-year-old Jefferson Nascimento as a potential short term replacement. LAZIO INTERESTED IN KABOUL . Lazio's interest in Younes Kaboul should help Tottenham offset their pending outlay on Eric Dier and Mateo Musacchio from Villarreal. Tottenham have no plans to sell Jan Vertonghen as part of their defensive restructuring but will continue to listen to offers for Michael Dawson. Kaboul, 28, is valued at around £6m by Tottenham although Lazio want to pay around £3m. They are also looking to offload Michael Ciani to Crystal Palace. Tottenham have no interest in Samuel Eto'o, who is looking more likely to return to Italy at this stage with West Ham also looking at younger options. On his way? Lazio are willing to pay Spurs £3m for Younes Kaboul . WEDNESDAY IMPRESSED BY KELHAR . Sheffield Wednesday have offered Slovenian trialist Dejan Kelhar a short-term contract. The 30-year-old defender, who has won six caps for his country and last played for Red Star Belgrade, has been training at Hillsborough and played in some of their pre-season friendlies. Manager Stuart Gray remains keen to sign a striker but Kelhar has also done enough to earn a deal. Gray said: 'We are offering Dejan a short-term contract and hopefully he will be putting pen to paper for us. Nothing has been finalised, he is mulling it over at the moment.' STOKE STOPPER BACHMANN HEADS TO WREXHAM ON LOAN . Stoke's young goalkeeper Daniel Bachmann is poised to join Conference side Wrexham on loan. The 20 year-old Austrian impressed on trial on Friday when appearing for Wrexham in a friendly against a Bolton select XI."
  },
  {
    "article": "By . Daily Mail Reporter . Last updated at 1:25 AM on 3rd August 2011 . Dragons' Den star Duncan Bannatyne has shocked Twitter followers by offering £50,000 to anyone who could identify - and break the arms of - a sinister tweeter who threatened to harm his daughter. The self-made millionaire became embroiled in a row yesterday afternoon after receiving a string of anonymous threats via the micro-blogging service. The messages threatened to 'bring hurt and pain' to his family unless he handed over £35,000. Reward: Duncan Bennatyne sent out this message to his 372,000 followers . And although Mr Bannatyne later withdrew his threat, the entrepreneur said 'I'd gladly do my time' to get revenge on the anonymous tweeter. The TV star received a series of tweets from someone calling himself Yuri Vasilyev, linking to a message threatening to harm Hollie Bannatyne, 25. He responded by posting: 'I offer £25,000 reward for the capture of the coward who calls himself @YuriVasilyev_ Double if his arms are broken first'. Although this tweet was soon deleted, Mr Bannatyne posted another message saying: 'OK £30,000 reward for info leading to his arrest'. The drama began yesterday, when he . received a message from the Twitter account @YuriVasilyev_ which linked . to a message about Holly. It read: 'Dear Dragon. My name is . Yuri Vasilyev and I'm looking for a £35,000 investment to stop us . hurting your Hollie Bannatyne. We will bring hurt and pain into your . life. 'We are watching her. She is very attractive. Want photos? Tweet using the hashtag £4money to confirm payment will be made.' Threatened: Duncan Bannatyne received sinister messages threatening his daughter Hollie, right . A . later message said: 'Duncan Bannatyne - Hollie is going to get hurt. We . will bring pain and fear. You should have expected us. We are the men . of Belarus. 'We do not give up. We will stand . tall. You should have paid. £35,000 to stop it. Contact us to pay. We . are watching. Expect us. We are the men of Belarus.' Despite Vasilyev's claim to be from Belarus, Mr Bannatyne has said that he believes him to be in Moscow. His latest message to Vasilyev reads: 'Go home to your mum and cry we are closing in on you little boy'. That message was also later deleted. Mr Bannatyne's threats have met a mixed reaction from Twitter users. Many have helped to try to locate Vasilyev, although this is unlikely to be successful without tracking him down electronically, as 'Yuri Vasilyev' is a common name in Russian-speaking countries. But one user, speculating that Vasilyev was using a fake name, told Mr Bannatyne: 'Whoever the real Yuri Vasileyev is I hope hijacking his identity & ur call to vigilantes doesnt end in his injury or death.' [sic] . Mr Bannatyne said in a statement: 'My family is well protected, but I take any threat to them very seriously and will do all I can to ensure the person or people involved are caught.' Last night, police issued a statement saying: 'Durham Constabulary can confirm Duncan Bannatyne has reported a number of threatening messages he had received via email and Twitter in which threats were made against a member of his family. 'These appeared to originate from an email address based in Russia. 'We have been liaising since then with Mr Bannatyne and conducting enquiries into the credibility of these threats.' Mr Bannatyne contacted the Durham Constabulary because his family have long been based in the North East."
  },
  {
    "article": "Last updated at 3:31 PM on 19th July 2011 . Cheaper farmland and proximity to population centres are fueling growth in Amish colonies in The Empire State, a study out of Pennsylvania shows. The Amish, many of them from Ohio or Pennsylvania, have set up 10 new settlements in New York since 2010 - growth that doubles other states. That population has grown by nearly a third in two years, to 13,000. Amish communities are currently in 28 U.S. states, but more communities are popping up in New York over the last few years . The first New York Amish districts were established in the Conewango Valley in 1949, but in-migration slowed until about 10 years ago. As recently as 1991, there were just 3,900 Amish in the state. Elizabethtown College professor Don Kraybill, who directed the study, said the movement has been driven by productive and underpriced land. Factors such as weather, growing season and congenial neighbours and local officials have also contributed to the population boom. In the 1980s and 90s Kentucky played that role for the Amish, while more recently it was Wisconsin, Mr Kraybill said. New York has lower land prices in rural areas than Pennsylvania and Ohio, states that together account for about half of the U.S. Amish population. New York also has more areas of rural isolation, according to Mr Kraybill.'If you want to get away from the suburbs and the high-tech world, there are more places to hide in New York.'New York, Kentucky, Illinois and Kansas have experienced the largest net gain in Amish households since 2006, the study found. The largest net losers were Pennsylvania, Wisconsin, Delaware and Ohio, although states with large Amish populations can grow even if they lose households because existing families normally have many children. The Amish emigrated to Pennsylvania from Switzerland and Germany about 300 years ago. Today, the nationwide Amish population totals about 261,000. Nearly all descend from a group of about 5,000 a century ago. 'Empire State of Mind': An Amish man works in the field in Centerville, N.Y., a town with an established Amish community. While their Christian beliefs and practices can vary from settlement to settlement, or from church to church, they were defined for study purposes as people who use horse-and-buggy transportation, and speak a dialect of Pennsylvania German or Swiss German. Mr Kraybill said: 'It's remarkable that a horse-and-buggy people like the Amish are thriving in the midst of high-tech, Twitter America.' Some areas of concentrated Amish populations in Pennsylvania, including Lancaster County, have experienced overall residential and commercial growth that can leave little room for the Amish way of life, so they make the decision to hire a tractor-trailer and head for someplace more remote. Large Amish families sometimes move into new areas to find farmland for the younger generations, while in other cases they are more motivated by a desire to preserve traditional aspects of their family life and to resolve disputes about church rules, said Karen Johnson-Weiner, an anthropology professor at the State University of New York at Potsdam. Ms Johnson-Weiner, whose book on the state's Amish was published last year, said: 'The Amish moving to New York are going to be, for the most part, very conservative. That means they're not going to be so willing to compromise or fit in.' The Amish have been involved in disputes in New York over zoning, construction practices and electronic filing of sales taxes, while some areas have capitalized on local Amish communities for tourism purposes. Ms Johnson-Weiner said some new Amish arrivals are buying land that has not been farmed since the earlier decades of the 20th century. 'The families farming those farms are ready to retire and there aren't any young people ready to take the farm over, so you sell to the Amish,' she said. 'They're revitalising farming, I would say, in many of those areas.' Mr Kraybill said Amish migration in general often consists of younger couples looking for cheaper farmland or new locations to set up small microenterprises. It can cost just a few thousand dollars to start manufacturing furniture or quilts, for example, he said. Other Amish migrants can be multigenerational families moving together so they can afford to buy several adjacent farms at the same time. Mr Kraybill said prime farmland in Lancaster County currently costs about $15,000 an acre, a daunting challenge for a young farmer, along with the expense of buying livestock and farm equipment. That makes land prices of $2,000 an acre in other states very attractive. Pennsylvania had the nation's largest Amish population in the new survey, just over 61,000, with Ohio a close second, about 400 people behind. Indiana ranked third, 46,000, Wisconsin fourth, 16,000, and New York fifth. New York, New York: Map shows new Amish communities in The Empire State ."
  },
  {
    "article": "Glen Johnson looks destined to leave Anfield next summer after he revealed there is no prospect of his future being resolved. Johnson, like Steven Gerrard, can start talking to foreign clubs in 31 days about joining them on a Bosman at the end of the season. But whereas Liverpool are in talks with their captain about a new deal, Johnson’s situation is drifting. The full back is clearly still committed to the cause — ending up with stitches in his head after diving in to score the winning goal — but has accepted that the end may be near. Liverpool's Glen Johnson strikes late with a header to give his side a vital 1-0 victory over Stoke City at Anfield . Liverpool have not made any contact with him about extending his terms and Johnson, who has attracted interest from Roma, insists that he will not be pleading for a new deal. ‘I want to play for a club that wants me,’ said Johnson, who moved to Merseyside from Portsmouth for £17.5million in 2009. ‘I’ve seen some stuff that I have been offered half the money I am on. That’s not true. I haven’t been offered anything. ‘Time goes very quick. I’ve enjoyed my time here, the majority of the six years. There have been some good times, some bad times. But if I haven’t got a contract, I can’t stay. It does play on your mind but you have to be professional and do your best. I respect my team-mates more than anyone. Johnson celebrates scoring the vitally important winner with a thumbs up to the Anfield crowd late on . ‘I’m not going to go crawling to anybody. They know where I am and they know the situation. There were minor talks at the end of last season but nothing that I could accept or reject. ‘I don’t worry about things that I can’t control. All I can keep doing is my job. Whatever will unfold will unfold. It’s not my business to talk to other clubs. I’m concentrating on winning for Liverpool. I want to respect my contract and that’s what I will do.’ This has not been an easy season for Johnson. With Brendan Rodgers constantly chopping and changing his defence, his form has dipped and he has lost his place in the England squad. Johnson is congratulated by his Liverpool team-mates but needed treatment after taking a hit while scoring . That has led to him becoming a target for supporters’ frustrations. There were a number of growls on Saturday when he made a mistake in the third minute. Aside from that Johnson did little wrong and followed up bravely after Rickie Lambert’s effort struck the woodwork. ‘It hurts a lot less when the ball hits the net,’ said Johnson. ‘When Rickie headed it, I thought it was going to hit the bar, so I just kept going. We fought hard and I would have been very upset if we’d only drawn. We deserved to win.’ Rodgers sprinted down the touchline and celebrated the goal with supporters. Behind him, his assistants and Liverpool’s substitutes vaulted from their seats. Rodgers reflected: ‘There was a feeling of elation, probably a mixture of relief. Liverpool captain Steven Gerrard looks on from the bench during the first half after being rested for the match . VIDEO Gerrard denies Rodgers rift . ‘We’ve got to make slow steps. The scrutiny was on us in a big game against a tough side but we came through it very well.’ Stoke will consider themselves unlucky. On another day Bojan Krkic would have scored rather than hitting the post. ‘There wasn’t any real momentum behind Liverpool’s play and we dealt with that quite easily,’ said Stoke manager Mark Hughes. ‘We let ourselves down. We had three or four defenders and (Johnson) reacted quicker than we did when it bounced off the bar.’ Liverpool manager Rodgers looks cheerful after his side secured a late win at Anfield against Stoke ."
  }
]
